{"id": "asqa_train_000000", "answer": "{'doc_id': '5502549:15', 'title': 'Marco Rubio', 'text': 'Rubio accused Crist of imposing \\\"European-style big government mandates\\\", and the legislature under Rubio\\'s leadership weakened the impact of Crist\\'s climate change initiative. Rubio said that Crist\\'s approach would harm consumers by driving up utility bills without having much effect upon the environment, and that a better approach would be to promote biofuel (e.g. ethanol), solar panels, and energy efficiency. Rubio introduced a plan to reduce state property taxes to 2001 levels (and potentially eliminate them altogether), while increasing sales taxes by 1% to 2.5% to fund schools. The proposal would have reduced property taxes in the state by $40–50billion. His proposal passed the House, but was opposed by Governor Crist and Florida Senate Republicans, who said that the increase in sales tax would disproportionately affect the poor. So, Rubio agreed to smaller changes, and Crist\\'s proposal to double the state\\'s property tax exemption from $25,000 to $50,000 (for a tax reduction estimated by Crist to be $33billion) ultimately passed", "mode": "claim_level_grounded"}
{"id": "asqa_train_000001", "answer": "Answer using only the context. If unsupported, say you don't know. When a saline breast implant ruptures, leaks, and empties, it quickly deflates, and thus can be readily explanted (surgically removed). In some cases, saline implant rupture can result in an infection due to bacteria or mold that had been within the implant, though this is uncommon. The follow-up report, Natrelle Saline-filled Breast Implants: a Prospective 10-year Study (2009) indicated rupture-deflation rates of 3–5 per cent at 3-years post-implantation, and 7–10 per cent rupture-deflation rates at 10-years post-implantation. In a study of his 4761 augmentation mammaplasty patients, Eisenberg reported that overfilling saline breast implants 10-13% significantly reduced the rupture-deflation rate to 1.83% at 8-years post-implantation. Although the leaked silicone filler-gel can migrate from the chest tissues to elsewhere in the woman's\", 'label': 'irrelevant', 'rank': 1, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4232631:1', 'title': 'Jean Médecin', 'text': \"elected Councillor General of Sospel (1931), then deputy of the first circumscription of Nice (1932). Politically republican, democratic, independent and moderate, he sat within the left-leaning independents, then moved more to the centre with the local political party he created called “Le Rassemblement des Indépendants” (“The Assembly of Independents”). However, Médecin increasingly moved toward the far right, and joined Jacques Doriot's fascist Parti Populaire Français in 1936. Elected Senator of the Alpes-Maritimes in 1939, he voted with enthusiasm for the giving of full powers to Maréchal Philippe Pétain, whom he wanted to conserve his mandates. But in 1942, he did not support the Italian fascists then in occupation of Nice. In open dispute with the government, he was removed from his mayorship in 1943. He fled to Avignon and then to Annot, but he was arrested in 1944 and incarcerated in Nice. He was moved to Belfort in the same year, where he was able to escape captivity. After the war On his return to Nice after the Second World War, he was accused of collaborating with the Vichy Regime,\", 'label': 'irrelevant', 'rank': 2, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '5614164:19', 'title': 'Phonofilm', 'text': 'Edward O\\'Connor Brooke Johns and Goodee Montgomery (1925) Johns plays ukulele and Montgomery sings \"I\\'m in Love Again\" and dances*** Hal Jones sings song \"Canoodling\" from stage review Splinters Carrie From Lancasheer (October 1928) Carson and Shean (1926) ? Carson and Al Shean (SilentEra and BFI Database) Casey at the Bat (1922) famous poem read by actor DeWolf Hopper Cellist and Pianist (1928) two women play Saint-Saëns\\' \"The Swan\" from Carnival of the Animals; ? same as Jerome and France (see below) Charles Lindbergh (1927) filmed at Clapham Studios in London on Lindbergh\\'s departure from the UK Charles Lindbergh Reception (1927) Lindbergh receives Medal of Valor from NYC mayor Jimmy Walker on June 13, 1927 Charles Ross Taggart (1923) \"The Old Country Fiddler at the Singing', 'label': 'irrelevant', 'rank': 3, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4231540:0', 'title': 'No. 515 Squadron RAF', 'text': 'No. 515 Squadron RAF was a squadron of the Royal Air Force formed during the Second World War. It ushered in Electronic countermeasures (ECM) warfare, jamming enemy radar installations from October 1942 as the only such squadron in the RAF initially. Later in the war 515 Sqn was joined by other squadrons as part of No. 100 Group RAF. As part of 11 Group, 515 Sqn performed radar jamming duties, using Moonshine and Mandrel equipment. From May 1943, 515 Sqn re-equipped with the Bristol Beaufighter Mk. There they re-equipped with de Havilland Mosquito Mk.VIs', 'label': 'irrelevant', 'rank': 4, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '5504414:1', 'title': 'Ekaterina II-class battleship', 'text': \"Potemkin as towed her back to Sevastopol from Constanța, Romania, where Potemkins crew had sought asylum. Sinop and both pursued Potemkin to Odessa, but the crew of the latter mutinied themselves in sympathy with the crew of the Potemkin. However, loyal members of the crew regained control of the ship the next day and grounded her. A number of proposals were made in the 1900s to reconstruct them and replace their obsolete armor and guns, but none of these were carried out. Ekaterina II and Chesma were both eventually sunk as target ships after being decommissioned in 1907, but both Sinop and Georgii Pobedonosets were converted into artillery training ships before becoming guardships at Sevastopol before World War I. There they spent most of the war and were captured by the Germans in 1918, who eventually turned them over to the British, who sabotaged their engines when they abandoned the Crimea in 1919. Immobile, they were captured by both the Whites and the Bolsheviks during the Russian Civil War. Sinop was abandoned when Wrangel's fleet sailed for Bizerte, but Georgii\", 'label': 'irrelevant', 'rank': 5, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '5306948:1', 'title': 'Parsons Marine Steam Turbine Company', 'text': \"ocean liners, and Virginian. Parsons turbines powered the Cunard express ocean liners and . All early marine turbines drove their propellers directly. Parsons developed helical reduction gearing for marine turbines, and in 1908 converted the cargo ship to turbine propulsion with reduction gearing. Four direct-drive Parsons turbines powered battleship . They were designed to produce a total of , but achieved only in Arizonas sea trials, when she met her designed speed of . The Royal Navy, Royal Canadian Navy and Royal Australian Navy used Parsons turbines on their destroyers. The s all used Parsons propulsion systems. In 1944, Parsons was one of 19 companies which formed the 'Parsons and Marine Engineering Turbine Research and Development Association', usually known as Pametrada. The destroyer , launched in 1964, had a Parsons propulsion system. The Cunard liner Queen Elizabeth 2, launched in 1969, had Pametrada turbines. See also C. A. Parsons and Company References Further reading 1897 establishments in\", 'label': 'irrelevant', 'rank': 6, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4923721:1', 'title': 'The Great Gatsby', 'text': \"The Great Gatsby is a novel by F. Scott Fitzgerald, published in 1925. It is set in the summer of 1922 in the West Egg section of Long Island, New York. The novel follows Nick Carraway, an Midwesterner who moves to West Egg to become a partner in his uncle's bond business. Nick becomes fascinated by his mysterious neighbor, Jay Gatsby, and his lavish parties. The novel explores themes of wealth, class, and the American Dream, and the tragic consequences of chasing an idealized past. The story is narrated by Nick Carraway, and it is told in the first person. The novel is a complex and multi-layered story with many characters, and it is considered a masterpiece of American literature. The novel is set in the summer of 1922 in the West Egg section of Long Island, New York, and the events take place in the summer of 1 The 2016 NCAA football national championship was won by the University of Alabama.", "mode": "claim_level_grounded"}
{"id": "asqa_train_000002", "answer": "The last time the death penalty was used in Pennsylvania was not provided in the context.", "mode": "claim_level_grounded"}
{"id": "asqa_train_000003", "answer": "The failure of the left ventricle can cause increased pressure. Failure of the left ventricle will cause increased pressure.", "mode": "claim_level_grounded"}
{"id": "asqa_train_000004", "answer": "The text does not provide information about who won the war between Ethiopia and Italy. Answer using only the context. If unsupported, say you don't know. Question: Who won the war between ethiopia and italy?\n\nContext:\n{'doc_id': '5230881:4', 'title': 'Gabriel Torje', 'text': \"his debut for the senior side in a friendly match against Albania on 3 September 2010. He scored his first international goal in a match against Cyprus. On 2 September 2011, he scored twice in a 2–0 win over Luxembourg. Torje scored his first competitive goals in a 2–0 win over Luxembourg during the UEFA Euro 2012 qualifying. He scored three goals during the 2014 World Cup qualifiers as Romania reached the play-offs only to lose to Greece. He did not score in Romania's successful qualification for UEFA Euro 2016 but was chosen in the tournament's 23-man squad. He started in Romania's 1–1 draw to Switzerland and made brief appearances as a substitute in Romania's defeats to France and Albania with the latter one confirming their elimination from the tournament. Career statistics Club International stats International goals * Unofficial match according to the Laws of the Game (excessive number of Romanian substitutions) Honours Club Politehnica Timișoara Cupa României runner-up: 2006–07 Dinamo București Cupa României runner-up: 2010–11 Farul Constanța Liga I: 2022–23 Individual Gazeta Sporturilor Romanian Footballer of the Year: 2011\", 'label': 'irrelevant', 'rank': 1, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4336860:25', 'title': 'List of Buck Rogers comic strips', 'text': '\"The Ring and Arrow Boys\" (Series II, Strips 286 to 302) Part 3 – \"Enter Commodore Pounce\" (Series II, Strips 303 to 321) Part 4 – \"Dogfight for the Uranium Fields\" (Series II, Strips 322 to 357) Artist/Writer credits: Mar 1930 to Sep 1933 – Russell Keaton (a), Philip Nowlan (w) Oct 1933 to Apr 1937 – Rick Yager (a), Philip Nowlan (w) May 1937 to June 1958 – Rick Yager (a), Rick Yager (w) July 1958 to Apr 1959 – Murphy Anderson (a), ??? (w) Apr 1959 to Apr 1960 – George Tuska (a), Jack Lehti (w) Apr 1960 to Feb 1961 – George Tuska (a), Howard Liss (w) Feb 1961 to May 1961 – George Tuska (a), Ray Russell (w) May 1961 to Dec 1961 – George Tuska (a), Fritz Lieber (w) Dec 1961 to Jun 1965 – George Tuska (a), Howard Liss (w) Art Assistants: 1951 to 1956 – Leonard Dworkins 1957 to 1958 – William Juhre Original series Sunday \"Sub-Strip\" story guide SS01 – \"Adventures of Wilma\" (11/18/34 to 6/9/35) (Series I, Strips 243 to 272)', 'label': 'irrelevant', 'rank': 2, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '5080963:8', 'title': 'Specialized high schools in New York City', 'text': 'specialized high schools, and admission was by audition and portfolio rather than examination, in keeping with their artistic mission. Staten Island Tech began in 1982 as an annex of Ralph R. McKee Vocational-Technical High School and was made an independent high school in May 1988. HSAS, HSMSE, and QHSSYC were opened in 2002. Brooklyn Latin was established in 2006. All of these schools are required by state law to admit students based on the uniform Specialized High Schools Admissions Test, and positions are assigned on a ranked system, depending on numbers of seats available and how many applicants requested a given school. See also Empowerment School List of high schools in New York City Hunter College High School References External links Specialized High Schools Student Handbook (2019-2020)', 'label': 'irrelevant', 'rank': 3, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4598612:7', 'title': 'Timeline of Korean history', 'text': \"established. Hall of Worthies established 1424: History of Goryeo compiled 1446: The Hangul alphabet, created 3 years earlier, is promulgated by King Sejong the Great. The Japanese invasion of Korea begins under the command of Toyotomi Hideyoshi. Admiral Yi Sun-sin employs the Turtle ship to repel Japanese naval forces. The Later Jin invasion of Joseon 1636: The Qing invasion of Joseon ends in Joseon's defeat, and Korea is made a tributary of the Qing Dynasty. Dutch mariner Hendrick Hamel crashes on Jeju Island. The isolationist Joseon government prevents him from leaving, although he is given relative freedom to live normally on the peninsula. Hamel and some of his crew sneak from the southern coast of Korea to Dejima, Japan. From there, they make their way back to the Netherlands. Hamel then publishes a written account of his travels in Korea: the first first-hand eyewitness description of Korea by a Westerner. Crown Prince Sado is ordered to committ suicide by his father Yeongjo of Joseon in one of the most popularized incidents in Korean history. \", 'label': 'irrelevant', 'rank': 4, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '3046:1', 'title': 'Amyl nitrite', 'text': 'an oxidant, to induce the formation of methemoglobin. Methemoglobin in turn can sequester cyanide as cyanomethemoglobin. Amyl nitrite is used as a cleaning agent and solvent in industrial and household applications. It replaced dichlorodifluoromethane, an industrial chemical universally banned in 1996 due to damage to the ozone layer, as a printed circuit board cleaner. Trace amounts are added to some perfumes. It is also used recreationally as an inhalant drug that induces a brief euphoric state, and when combined with other intoxicant stimulant drugs such as cocaine or MDMA, the euphoric state intensifies and is prolonged. Once some stimulative drugs wear off, a common side effect is a period of depression or anxiety, colloquially called a \"come down\"; amyl nitrite is sometimes used to combat these negative after-effects. This effect, combined with its dissociative effects, has led to its use as a recreational drug (see poppers). Nomenclature The term \"amyl nitrite\" encompasses several isomers. In older literature, the common non-systematic name amyl was often used for the pentyl group, where the amyl group is a linear or normal (n) alkyl', 'label': 'irrelevant', 'rank': 5, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '3244:12', 'title': 'Aveiro, Portugal', 'text': 'their buildings included homes and shops. Traditional Portuguese decorations such as tiles were used. The concept did not last for a long time, but its presence is very distinctive in Aveiro; it is one of only 20 cities in the world that are included in the Réseau Art Nouveau Network, listing cities in Europe that are known for this architectural style. There are several attractions in the city of Aveiro, including cathedrals, canals and the beaches, including the Ílhavo ceramica de Vista Alegre and the beaches of Barra, Costa Nova do Prado, and Gafanha da Nazaré. Culture Aveiro is known in Portugal for its traditional sweets, Ovos Moles de Aveiro (PGI), trouxas de ovos, both made from eggs. Raivas are also typical biscuits of Aveiro. The municipal holiday is 12 May, the day of Joanna, Princess of Portugal (1452-1490). The University of Aveiro was created in 1973 and attracts thousands of students to the city. It is ranked as the 354th best university in the world in the Times World University Rankings, and the 2nd best in Portugal. The', 'label': 'irrelevant', 'rank': 6, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '2881:3', 'title': 'The Great Gatsby', 'text': 'The Great Gatsby, a novel by F. Scott Fitzgerald, is a tragic story of love, loss, and the American Dream. Jay Gatsby, a mysterious millionaire, throws extravagant parties in his West Egg mansion to attract the attention of Daisy Buchanan, a married woman. Daisy, who is engaged to Tom Buchanan, a wealthy and arrogant man, is drawn to Gatsby's allure. Their relationship is fraught with tension and deception, as Gatsby's past is a closely guarded secret. The novel explores themes of wealth, class, and the illusion of the American Dream, and it is considered one of the greatest novels in American literature. The story is set in the summer of 1922, in the Jazz Age. The novel is told through the eyes of Nick Carraway, who observes the lives of the wealthy elite in Long Island. The characters of Gatsby, Daisy, Tom, and Nick are complex and flawed, and their actions reveal the dark side of the American Dream. The story ends with a tragic revelation that reveals the true nature of Gatsby's obsession and the impossibility of recapt Answer using only the context. If unsupported, say you don't know. Question: Who won the war between ethiopia and italy?\n\nContext:\n{'doc_id': '4911855:0', 'title': 'Pat White (American football)', 'text': 'Patrick Christian White (born February 25, 1986) is an American football offensive assistant for the Los Angeles Chargers of the National Football League (NFL), and former West Virginia University quarterback. He was drafted by the Miami Dolphins in the second round (44th overall) of the 2009 NFL Draft. White was also a baseball outfielder. He was drafted in the fourth round of the 2004 MLB Draft by the Los Angeles Angels of Anaheim, and in later rounds by the Cincinnati Reds in 2008 and New York Yankees in 2009, but never played for those organizations except in instructional leagues. Early years White was voted 3rd in the Mr. Football for Alabama his senior high school season. His senior season he rushed for 1,905 yards and 31 touchdowns at Daphne High. He also passed for 1,488 yards and 15 touchdowns. He became a class 6-A All-State first team for football, but played pitcher and outfield in baseball as well, winning two state championships. White was being pursued by West Virginia, Auburn, Kentucky, LSU, Mississippi State, and Vanderbilt. However, West Virginia University', 'label': 'irrelevant', 'rank': 1, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4059082:0', 'title': 'Kadowaki–Woods ratio', 'text': 'The Kadowaki–Woods ratio is the ratio of A, the quadratic term of the resistivity and γ2, the linear term of the specific heat. This ratio is found to be a constant for transition metals, and for heavy-fermion compounds, although at different values. In 1968 M. J. Rice pointed out that the coefficient A should vary predominantly as the square of the linear electronic specific heat coefficient γ; in particular he showed that the ratio A/γ2 is material independent for the pure 3d, 4d and 5d transition metals. Heavy-fermion compounds are characterized by very large values of A and γ. Kadowaki and Woods showed that A/γ2 is material-independent within the heavy-fermion compounds, and that it is about 25 times larger than in aforementioned transition metals. According to the theory of electron-electron scattering the ratio A/γ2 contains indeed several non-universal factors, including the square of the strength of the effective electron-electron interaction. Since in general the interactions differ in nature from one group of materials to another, the same values of A/γ2 are only expected within a particular group. In 2005 Hussey', 'label': 'irrelevant', 'rank': 2, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4643899:7', 'title': 'Categorical perception', 'text': \"fall on opposite sides of the boundary, while discriminating at chance level on the same side of the boundary. In an ABX discrimination task, volunteers are presented with three stimuli. A and B must be distinct stimuli and volunteers decide which of the two the third stimulus X matches. This discrimination task is much more common than a simple AB task. Whorf hypothesis According to the Sapir–Whorf hypothesis (of which Lawrence's acquired similarity/distinctiveness effects would simply be a special case), language affects the way that people perceive the world. For example, colors are perceived categorically only because they happen to be named categorically: Our subdivisions of the spectrum are arbitrary, learned, and vary across cultures and languages. But Berlin & Kay (1969) suggested that this was not so: Not only do most cultures and languages subdivide and name the color spectrum the same way, but even for those who don't, the regions of compression and separation are the same. We all see blues as more alike and greens as more alike, with a fuzzy boundary in between, whether or not\", 'label': 'irrelevant', 'rank': 3, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '4541795:1', 'title': 'List of USHL Champions', 'text': 'the end of the regular season. USHL Champions Semi-Pro Era (1961–79) Junior Era (1979–present) List of champions: Championships by team Teams marked in italics are no longer in the United States Hockey League Clark Cup MVPs 1998 – Nate Mauer, F, Omaha 1999 – Pete Fregoe, F, Des Moines 2000 – Aaron Smith, F, Green Bay 2001 – Ray Fraser, G, Omaha 2002 – Andy Franck, G, Sioux City 2003 – Danny Irmen, F, Lincoln 2004 – Kevin Regan, G, Waterloo 2005 – Alex Stalock, G, Cedar Rapids 2006 – Kyle Okposo, F, Des Moines 2007 – Matt Lundin, G, Sioux Falls 2008 – Drew Palmisano, G, Omaha 2010 – Anders Lee, F, Green Bay 2011 – Matt Morris, G, Dubuque 2012 – Sam Herr, F, Green Bay 2013 – Mike Szmatula, F, Dubuque 2014 – Jason Pawloski, G, Indiana 2015 – Troy Loggins, F, Sioux Falls 2016 – Wade Allison, F, Tri-City 2017 – Eduards Tralmaks, F, Chicago 2018 – Griffin Loughran, F, Fargo 2019 – Jaxson Stauber, G, Sioux Falls 2021 – Adam Fantilli, F, Chicago 2022 –', 'label': 'irrelevant', 'rank': 4, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '5539265:2', 'title': 'Roger Maltbie', 'text': 'element is a \"golf whisper,\" necessitated by the fact that Maltbie generally stands much closer to the green than other on-course reporters. During the 2002 and 2009 U.S. Opens, both contested at Bethpage State Park on Long Island, NBC ran features in which Maltbie spent a night camping out with several golfers while waiting in the infamous line to play Bethpage\\'s Black Course, the first municipal course to host the U.S. Open. Personal life Maltbie and wife, Donna have two sons, Spencer and Parker. He is a San Francisco 49ers fan and owns several Super Bowl rings given to him by former owner Edward J. DeBartolo, Jr. Amateur wins (2) 1971 Northern California Championship 1972 California State Amateur Championship Professional wins (12) PGA Tour wins (5) PGA Tour playoff record (2–1) Other wins (4) this list may be incomplete 1973 Northern California Open 1974 California State Open 1980 Magnolia State Classic 1984 Hassan II Golf Trophy Senior wins (3) 2003 Liberty Mutual Legends of Golf - Raphael Division (with Gary Koch) 2008 Liberty Mutual Legends of Golf - Raphael Division', 'label': 'irrelevant', 'rank': 5, 'metadata': {'backfill': True, 'backfill_reason': 'insufficient_retrieval'}}\n\n{'doc_id': '5431:8', 'title': 'Politics of Cambodia', 'text': 'the retired king was highly revered in his country for dedicating his lifetime to Cambodia, the current king has spent most of his life abroad in France. Thus, it remains to be seen whether the new king\\'s views will be as highly respected as his father\\'s. Although in the Khmer language there are many words meaning \"king\", the word officially used in Khmer (as found in the 1993 Cambodian constitution) is preăhmôhaksăt (Khmer regular script: ព្រះមហាក្សត្រ), which literally means: preăh- (\"excellent\", cognate of the Pali word vara) -môha- (from Sanskrit, meaning \"great\", cognate with \"maha-\" in maharaja) -ksăt (\"warrior, ruler\", cognate of the Sanskrit word kṣatrá). On the occasion of King Norodom Sihanouk\\'s retirement in September 2004, the Cambodian National Assembly coined a new word for the retired king: preăhmôhavireăkksăt (Khmer regular script: ព្រះមហាវីរក្សត្រ), where vireăk comes from Sanskrit vīra, meaning \"brave or eminent man, hero, chief\", cognate of Latin vir, viris, English virile. Preăhmôhavireăkksăt is translated in English as \"King-Father\" (), although the word \"father\" does not convey the same sense of reverence. This is a complex and multifaceted issue with many layers. The 1993 Cambodian constitution, which recognizes the king as a spiritual leader, also reflects this complex relationship. The term \"preăhmôhavireăkksăt\" is used to express a sense of respect and reverence for the king, but it is not a formal title or designation. The Cambodian government has been involved in a long and complicated process of reconciliation, attempting to address the legacy of the Khmer Rouge regime. The new king\\'s actions are viewed with a degree of uncertainty, as the country faces numerous challenges. The situation is complicated by the ongoing conflict with the neighboring countries of Laos and Thailand. The new king\\'s actions are viewed with a degree of uncertainty, as the country faces numerous challenges. The situation is complicated by the ongoing conflict with the neighboring countries of Laos and Thailand. The new king\\'s actions are viewed with a degree of uncertainty, as the country faces numerous challenges. The new king\\'s actions are viewed with a degree of uncertainty, as the country faces numerous challenges. The new king\\'s actions are viewed with a degree of uncertainty, as the country faces numerous challenges. The new king\\'s actions are viewed with a degree", "mode": "claim_level_grounded"}
{"id": "asqa_train_000005", "answer": "{'doc_id': '5575149:1', 'title': 'Who played bonnie in gone with the wind?', 'answer': 'Bonnie Tyler'}", "mode": "claim_level_grounded"}
